Repository: dkantikorn/DEMO_CAKEPHP3_CRUD
Catalog: www/src/Locale/*/default.po
Languages: th_th

source: No file Selected
th_th: ยังไม่ได้เลือก

source: The course has been saved.
th_th: บันทึกข้อมูลสัญญา เรียบร้อยแล้ว

source: The course could not be saved. Please, try again.
th_th: เกิดข้อผิดพลาดระหว่างการบันทึกข้อมูลรายการ งบประมาณด้านส่งกำลังและซ่อมบำรุงยุทโธปกรณ์ กรุณาลองใหม่อีกครั้ง

source: The course has been deleted.
th_th: บันทึกข้อมูลภูมิภาคเรียบร้อยแล้ว

source: The course could not be deleted. Please, try again.
th_th: เกิดข้อผิดพลาดระหว่างการลบข้อมูล ตั้งค่าระบบ กรุณาลองใหม่อีกครั้ง

source: The courses user has been saved.
th_th: บันทึกข้อมูลผู้ใช้งานสำเร็จ

source: The courses user could not be saved. Please, try again.
th_th: ไม่สามารถบันทึกข้อมูลผู้ใช้งานได้ กรุณาลองใหม่อีกครั้ง

source: The courses user has been deleted.
th_th: ทำการลบข้อมูลของผู้ใช้งานสำเร็จ

source: The courses user could not be deleted. Please, try again.
th_th: ไม่สามารถลบข้อมูลผู้ใช้งานได้ กรุณาลองอีกครั้ง

source: The faculty has been saved.
th_th: บันทึกข้อมูลสัญญา เรียบร้อยแล้ว

source: The faculty could not be saved. Please, try again.
th_th: เกิดข้อผิดพลาดระหว่างการบันทึกข้อมูลรายการ งบประมาณด้านส่งกำลังและซ่อมบำรุงยุทโธปกรณ์ กรุณาลองใหม่อีกครั้ง

source: The faculty has been deleted.
th_th: ลบข้อมูลสัญญาเรียบร้อยแล้ว

source: The faculty could not be deleted. Please, try again.
th_th: เกิดข้อผิดพลาดระหว่างการลบข้อมูล งบประมาณด้านการแพทย์ แล้ว

source: The menu has been saved.
th_th: บันทึกข้อมูลเมนูสำเร็จ

source: The menu could not be saved. Please, try again.
th_th: ไม่สามารถบันทึกข้อมูลเมนูได้ กรุณาลองอีกครั้ง

source: The menu has been deleted.
th_th: ทำการลบข้อมูลเมนูสำเร็จ

source: The menu could not be deleted. Please, try again.
th_th: ไม่สามารถลบข้อมูลเมนูได้ กรุณาลองอีกครั้ง

source: The name prefix has been saved.
th_th: ทำการบันทึกข้อมูลคำนำหน้าชื่อสำเร็จ

source: The name prefix could not be saved. Please, try again.
th_th: ไม่สามารถบันทึกข้อมูลคำนำหน้าชื่อได้ กรุณาลองอีกครั้ง

source: The name prefix has been deleted.
th_th: ทำการลบข้อมูลคำนำหน้าชื่อสำเร็จ

source: The name prefix could not be deleted. Please, try again.
th_th: ไม่สามารถลบข้อมูลคำนำหน้าชื่อได้ กรุณาลองอีกครั้ง

source: The position has been saved.
th_th: บันทึกข้อมูลตำแหน่งงานสำเร็จ

source: The position could not be saved. Please, try again.
th_th: ไม่สามารถบันทึกข้อมูลตำแหน่งงานได้ กรุณาลองอีกครั้ง

source: The position has been deleted.
th_th: ทำการลบข้อมูลตำแหน่งงานสำเร็จ

source: The position could not be deleted. Please, try again.
th_th: ไม่สามารถลบข้อมูลตำแหน่งงานได้ กรุณาลองอีกครั้ง

source: The role has been saved.
th_th: บันทึกข้อมูลกลุ่มผู้ใช้งานสำเร็จ

source: The role could not be saved. Please, try again.
th_th: ไม่สามารถบันทึกข้อมูลของกลุ่มผู้ใช้งานได้ กรุณาลองอีกครั้ง

source: The role has been deleted.
th_th: ทำการลบข้อมูลกลุ่มผู้ใช้งานสำเร็จ

source: The role could not be deleted. Please, try again.
th_th: ไม่สามารถลบข้อมูลของกลุ่มผู้ใช้งานได้ กรุณาลองอีกครั้ง

source: Invalid username or password Please try again!
th_th: ผู้ใช้งานและรหัสผ่านไม่ถูกต้อง กรุณาลองอีกครั้ง

source: The user has been saved.
th_th: บันทึกข้อมูลผู้ใช้งานสำเร็จ

source: The user could not be saved. Please, try again.
th_th: ไม่สามารถบันทึกข้อมูลผู้ใช้งานได้ กรุณาลองอีกครั้ง

source: The user has been deleted.
th_th: ทำการลบข้อมูลของผู้ใช้งานสำเร็จ

source: The user could not be deleted. Please, try again.
th_th: ไม่สามารถลบข้อมูลผู้ใช้งานได้ กรุณาลองอีกครั้ง

source: Actions
th_th: การดำเนินการ

source: List Courses
th_th: ชื่อรายการ

source: List Faculties
th_th: ชื่อรายการ

source: New Faculty
th_th: สร้างใหม่

source: List Users
th_th: ผู้ใช้งาน

source: New User
th_th: เพิ่มผู้ใช้งาน

source: Add Course
th_th: เพิ่มผู้เช่า

source: Submit
th_th: ตกลง

source: Delete
th_th: ลบ

source: Are you sure you want to delete # {0}?
th_th: กรุณายืนยันการลบข้อมูล

source: Edit Course
th_th: แก้ไขการนัดส่งสินค้า

source: New Course
th_th: สร้างใหม่

source: Courses
th_th: วิชาเรียน

source: View
th_th: รายละเอียด

source: Edit
th_th: แก้ไขข้อมูล

source: first
th_th: ชื่อ

source: previous
th_th: การดำเนินงานตามโครงการที่ได้ทำมาแล้ว หรือการดำเนินงานตามโครงการอื่นที่เกี่ยวข้อง

source: next
th_th: ถัดไป

source: last
th_th: นามสกุล

source: Delete Course
th_th: ลบ

source: Faculty
th_th: คณะ

source: Course Code
th_th: รหัส

source: Name
th_th: ชื่อ

source: Status
th_th: สถานะ

source: Credit
th_th: เครดิตที่ใช้

source: Price
th_th: ราคารวมภาษี

source: Created
th_th: วันที่สร้าง

source: Modified
th_th: วันที่แก้ไข

source: Detail
th_th: รายการ

source: Related Users
th_th: ผู้ใช้งานที่เกี่ยวข้อง

source: Faculty Id
th_th: รหัสใบคัดค้าน

source: Role Id
th_th: รหัสกลุ่มผู้ใช้งาน

source: Ref Code
th_th: รหัส

source: Username
th_th: ชื่อเข้าใช้งาน

source: Password
th_th: รหัสผ่าน

source: Name Prefix Id
th_th: รหัสคำนำหน้าชื่อ

source: First Name
th_th: ชื่อ

source: Last Name
th_th: นามสกุล

source: Email
th_th: อีเมล

source: Office Phone
th_th: สำนักงาน

source: Mobile Phone
th_th: เบอร์มือถือ

source: Birth Date
th_th: วัน-เดือน-ปี เกิด

source: Address
th_th: ที่อยู่

source: Moo
th_th: หมู่ที่

source: Road
th_th: ถนน

source: Sub District
th_th: ตำบล

source: District
th_th: อำเภอ

source: Province
th_th: จังหวัด

source: Zipcode
th_th: รหัสไปรษณีย์

source: Picture Path
th_th: รูปประจำตัว

source: List Courses Users
th_th: รายการ

source: Add Courses User
th_th: เพิ่ม / แก้ไขสิทธิ์

source: Edit Courses User
th_th: เพิ่ม / แก้ไขสิทธิ์

source: New Courses User
th_th: เพิ่มผู้ใช้งาน

source: Courses Users
th_th: ผู้ใช้งาน

source: Delete Courses User
th_th: ผู้ใช้ไม่สามารถลบสิทธ์ระดับกลุ่มใด้

source: User
th_th: ผู้ใช้งาน

source: Course
th_th: วิชา

source: Grade
th_th: เกรด

source: Days Attended
th_th: %s วัน

source: Score
th_th: คะแนน

source: Are you sure process the action
th_th: ยืนยันการทำงาน

source: Are you sure process the action ?
th_th: ยืนยันการทำงาน

source: Application process status
th_th: กรุณากรอกข้อมูลให้ครบถ้วน

source: Application process successfully
th_th: กรุณากรอกข้อมูลให้ครบถ้วน

source: Are you sure for delete ?
th_th: กรุณายืนยันการลบข้อมูล

source: Successfully
th_th: ทำรายการที่ท่านต้องการเรียบร้อยแล้ว

source: Application process status.
th_th: กรุณากรอกข้อมูลให้ครบถ้วน

source: Add
th_th: เพิ่ม

source: View more infomation
th_th: ดูรายละเอียด

source: Back
th_th: ย้อนกลับ

source: OK
th_th: ตกลง

source: Cancel
th_th: ยกเลิก

source: Please confirm for your process action.
th_th: กรุณายืนยันการดำเนินการของคุณ คุณต้องการดำเนินการต่อ ?

source: Oops, nothing found!
th_th: ไม่พบข้อมูล

source: Zicre default notification message
th_th: ข้อความพื้นฐานแจ้งเตือน

source: Process successfully
th_th: ทำรายการที่ท่านต้องการเรียบร้อยแล้ว

source: Process warnige
th_th: อนุมัติ

source: Process ploblem
th_th: อนุมัติ

source: Close
th_th: ปิด

source: Confirm
th_th: ยืนยัน

source: Add Faculty
th_th: เพิ่มผู้เช่า

source: Edit Faculty
th_th: แก้ไขการนัดส่งสินค้า

source: Faculties
th_th: คณะ

source: Delete Faculty
th_th: ลบ

source: Faculty Code
th_th: รหัส

source: Related Courses
th_th: โครงการที่เกี่ยวข้อง

source: Error
th_th: Mailer Error: %s

source: Add Menu
th_th: เพิ่มเมนู

source: List Menus
th_th: เมนู

source: Edit Menu
th_th: แก้ไขข้อมูลเมนู

source: New Menu
th_th: เมนู

source: Menus
th_th: เมนู

source: Delete Menu
th_th: ลบ

source: Name Eng
th_th: ชื่อ (อังกฤษ)

source: Glyphicon
th_th: ไอคอน

source: Domain
th_th: โดเมน

source: Port
th_th: พอร์ต

source: Url
th_th: ยูอาร์แอล

source: Sys Controller Id
th_th: รหัสคอนโทรลเลอร์

source: Sys Action Id
th_th: รหัสฟังก์ชั่น

source: Order Display
th_th: ลำดับที่

source: Menu Parent Id
th_th: รหัสเมนูแม่

source: Child No
th_th: ลำดับลูก

source: Create Uid
th_th: สร้างโดย

source: Update Uid
th_th: แก้ไขโดย

source: Page Level
th_th: หน้าที่

source: Badge
th_th: นับ

source: List Name Prefixes
th_th: ชื่อรายการย่อย

source: Add Name Prefix
th_th: เพิ่มคำนำหน้าชื่อ

source: Edit Name Prefix
th_th: แก้ไขข้อมูลคำนำหน้าชื่อ

source: New Name Prefix
th_th: คำนำหน้าชื่อ

source: Name Prefixes
th_th: คำนำหน้าชื่อ

source: Delete Name Prefix
th_th: รหัสคำนำหน้าชื่อ

source: Long Name
th_th: ชื่อเต็ม

source: Order No
th_th: ลำดับที่

source: List Positions
th_th: ตำแหน่ง

source: Add Position
th_th: เพิ่มตำแหน่ง

source: Edit Position
th_th: แก้ไขข้อมูลตำแหน่ง

source: New Position
th_th: ตำแหน่ง

source: Positions
th_th: ตำแหน่ง

source: Delete Position
th_th: ตำแหน่ง

source: Description
th_th: รายละเอียด

source: List Roles
th_th: กลุ่มผู้ใช้งาน

source: Add Role
th_th: เพิ่มกลุ่มผู้ใช้งาน

source: Edit Role
th_th: แก้ไขข้อมูลกลุ่มผู้ใช้งาน

source: Roles
th_th: กลุ่มผู้ใช้งาน

source: Delete Role
th_th: ลบกลุ่มผู้ใช้งาน

source: New Role
th_th: บทบาทใหม่

source: Add User
th_th: เพิ่มผู้ใช้งาน

source: Edit User
th_th: แก้ไขข้อมูล ผู้ใช้งาน

source: Users
th_th: ผู้ใช้งาน

source: Login
th_th: ลงทะเบียนเข้าใช้งาน

source: Sign Up
th_th: สมัครสมาชิก

source: Password ?
th_th: รหัสผ่าน

source: Role
th_th: กลุ่มผู้ใช้งาน

source: Name Prefix
th_th: คำนำหน้าชื่อ
